export let DATA = [
  {
    name: "合同编号",
    id: "htbh",
    num: "1"
  },
  {
    name: "任务单号",
    id: "rwdh",
    num: "3"
  },
  {
    name: "用户名称",
    id: "yhmc",
    num: "2"
  },
  {
    name: "工程名称",
    id: "gcmc",
    num: "10"
  },
  {
    name: "自工程名称",
    id: "zgcmc",
    num: "4"
  },
  {
    name: "实际发货",
    id: "sjfh",
    num: "8"
  },
  {
    name: "未供方量",
    id: "wgfl",
    num: "7"
  },
  {
    name: "用户名称",
    id: "yhmc",
    num: "0"
  }
];

export let transData = `
  [{"任务单号":"0D-2017011732","合同编号":"G201714007","用户名称":"大连XXXX集团有限公司","工程名称":"美的XXXX项目","子工程名称":"美的XXX期项目","部位":"xxxx","砼等级":"C25","其他要求":"冬施 防冻F-5","抗渗等级":"","计划用量":"15.0","实际发货":"15.0","未供方量":"0.0","车数":"1","用泵":"否","用砼日期":"2017-11-23 05:00:00.0","本站最后发货时间":"2017-11-23 04:43:59.0","zhuangtai":"执行中","备注":"自吊","工地联系人":"刘xx","电话":"182xxxxx","业务员":"石现电话:xxxx"}]
  `;
